Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/olmmosvuoigatvuodaid-galga-arvvusatnit-go-resursaavkkastallan-dahpahuvva-algoalbmotguovlluin.html.tmx
Source language: sme
Languages: nob

source: Olmmošvuoigatvuođaid galgá árvvusatnit go resursaávkkástallan dáhpáhuvvá álgoálbmotguovlluin / Riikkaidgaskasaš álgoálbmotovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
nob: Menneskerettigheter må respekteres når ressursutvinning skjer i urfolks områder / Internasjonalt urfolkssamarbeid / Internasjonalt arbeid / Forsiden - Sametinget

source: Olmmošvuoigatvuođaid galgá árvvusatnit go resursaávkkástallan dáhpáhuvvá álgoálbmotguovlluin
nob: Menneskerettigheter må respekteres når ressursutvinning skjer i urfolks områder

source: Iqaluit, Nunavut Kanadas lea báiki gos Árktalaš Ráđi ministtarčoahkkin dollojuvvo bearjadaga cuoŋománu 24. b. 2015.
nob: Ministermøtet i Arktis Råd holdes i Iqaluit, Nunavut i Canada fredag den 24. april 2015.

source: Sámedikki presideanta Aili Keskitalo dadjá ahte olmmošvuoigatvuođaid galgá árvvusatnit go resursaávkkástallan dáhpáhuvvá álgoálbmotguovlluin.
nob: Sametingspresident Aili Keskitalo sier at menneskerettigheter må respekteres når ressursutvinning i urfolksområder.

source: Sámedikki presideanta Aili Keskitalo dadjá ahte ON julggaštus álgoálbmotvuoigatvuođaid birra deattasta ahte ii sáhte ávkkástallat ođasmuvvi ja eahpeođasmuvvi resurssaiguin ovdalgo guoskevaš álgoálbmot eaktodáhtolaččat ja dieđiheami vuođul lea miehtan dasa.
nob: Sametingspresident Aili Keskitalo sier at FNs erklæring om urfolks rettigheter slår fast at utnytting av både fornybare og ikke-fornybare ressurser ikke kan skje uten at berørt urfolk har gitt sitt frie og informerte forhåndssamtykke til det.

source: Sihke eiseválddit, industriija, eaktodáhtolaš organisašuvnnat ja álgoálbmogat fertejit ovttas oččodit oktasaš ceavzilis boahtteáiggi.
nob: Både myndigheter, industri, frivillige organisasjoner og urfolk må jobbe sammen for å skape en felles bærekraftig framtid.

source: Árktalaš ráđis leat buot gávcci árktalaš stáhta, ja guhtta álgoálbmotorganisašuvnna, dás maiddái Sámiráđđi.
nob: Arktisk råd består av de åtte arktiske statene, og seks urfolksorganisasjoner, herunder Samerådet.

source: Sámediggi oassálasttii Norgga sáttagoddái man olgoriikaministtar Børge Brende jođihii.
nob: Sametinget inngikk i Norges delegasjon som ble ledet av utenriksminister Børge Brende.

source: Amerihká Ovttastuvvon Stáhtat váldet dál badjelasaset ovdagotti boahtte guovtti jahkái.
nob: USA overtar nå formannskapet for de neste to årene.

source: Amerihká Ovttastuvvon Stáhtaid olgoriikaministtar John Kerry dovddahii alla gudneáŋgirvuođa Árktalaš Ráđi ektui ministtarčoahkkimis Kanadas.
nob: USAs utenriksminister John Kerry uttrykte høge ambisjoner for Arktisk Råd på ministermøtet i Canada.
